//
//  StringExtension.swift
//  FirstSwiftUIApp
//
//  Created by Денис Кузьминов on 27.12.2023.
//

import Foundation

extension String {
    static let mersDescrip = "Mercedes-Benz — торговая марка и одноимённая компания — производитель легковых автомобилей премиального класса, грузовых автомобилей, автобусов и других транспортных средств, входящая в состав немецкого концерна «Mercedes-Benz Group». Является одним из самых узнаваемых автомобильных брендов во всём мире."
    static let clothes = "«Все наши мечты могут стать явью, если у нас будет достаточно смелости, чтобы им следовать». — Уолт Дисней"
    static let gelik = "У лучших друзей нет хороших фото вместе, только компроматы, только хардкор."
    static let flat = "Самая большая ошибка, которую вы можете совершить, – это бояться ошибаться."
}
